// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "清潔";

NotInitiatedTitle = "無法開始清潔工作";
NotInitiatedMsg = "無法開始清潔程序。請檢查印表機在線上且沒有任何處理中的列印工作。";

CleaningProgressTitle = "清潔中…";

CompletitionLevelTitleFormat = "執行清潔層級 %i";
CompletitionLevelMsgFormat = "列印測試頁中，請稍候。檢查此頁，確定問題是否已經解決。如果測試頁沒有問題，按「完成」以結束清潔程序。否則按一下「清潔層級 %i」以繼續清潔。";
CompletitionFinalMsg = "列印測試頁中，請稍候。檢查此頁，確定問題是否已經解決。如果測試頁沒有問題，按「完成」以結束清潔程序。否則請按一下「取得 HP 說明」以前往 HP 疑難排解網頁。";
NextLevelButtonFormat = "清潔層級 %i";
FinishButtonText = "完成";
GetHelpButtonText = "取得 HP 說明";

HSDCleanPrintheadsExplanation = "如果列印輸出上出現如範例所示的條紋，則需要清潔列印頭。此程序需要一分鐘左右，並使用一張紙。";
HSDCleanPrintheadsInvitation = "按一下「清潔」按鈕立即清潔列印頭。";
HSDManualCleanPrintheadsInvitation = "若要清理印字頭，請選取印表機控制面板顯示器上的相應選項。";

CleanCancelledTitle = "作業取消";
CleanCancelledMsg = "已利用裝置前面板取消清潔程序。";

CleaningProcessErrorTitle = "無法完成作業";
CleaningProcessErrorMsg = "無法完成清潔程序。請聯絡 HP 支援。";
DeviceBusyMessage = "無法完成清潔程序。裝置正在完成其目前的工作，請稍後再試。";

PythonLvl1DoneTitle = "「第一層列印頭清潔」完成";
PythonLvl1DoneMsg = "如果列印品質仍然無法接受，則可使用「第二層清潔」。此程序需要兩分鐘左右，並使用一張紙。這個「第二層清潔」將使用大量的墨水，而且應該只在初始清潔並未改善列印品質時使用。若要進行「第二層清潔」，請按一下「第二層清潔」。";

PythonLvl2Button = "第二層清潔";
PythonLvl2DoneTitle = "「第二層列印頭清潔」完成";
PythonLvl2DoneMsg = "如果列印品質仍然不佳，再次執行此程序可能也無法改善。請參閱印表機的文件以取得進一步的資訊。";

ColorCleaningTextFieldTitle = "清潔列印頭";
HSDInfoTextFieldTitle = "如果列印輸出上出現如圖片上範例所示的條紋，或者任何色彩不正確或遺漏，則可能需要清潔列印頭。此程序會使用墨水來嘗試清潔列印頭上的噴嘴。此程序需要兩分鐘左右，並將使用一張紙。";
HSDGuideTextFieldTitle = "按一下「清潔」，立即清潔列印頭。";
HSDCleanButtonTitle = "清潔";
CancelButtonTitleKey = "取消";

PythonLvl1DoneMsgPigment = "如果列印品質仍然無法接受，則可使用「第二層清潔」。這需要約 2 分鐘時間，並且將會用到一張紙。此第二層清潔會使用大量的墨水匣耗材，所以只有在初始清潔無法改善列印品質時才應使用。若要執行「第二層清潔」，請按一下「第二層清潔」。";
HSDInfoTextFieldTitlePigment = "如果您的列印輸出結果有條紋 (如圖中範例所示)，或有任何不正確的色彩或缺色，列印頭可能需要清潔。此程序會使用墨水匣來嘗試清潔列印頭中的噴嘴。這將需要約 2 分鐘時間，並且將會用到一張紙。";